const DESCRIPTIONS = [
  'С высоты птичьего полёта...',
  'Ещё пять минут пешком и мы на месте!',
  'Вода кристальна и хороша... #лето #отпуск #море',
  'Кто фотографирует фотографа?',
  'Зашли пообедать в местное кафе. Оказалось, что там милейшие детские обеды!',
  'Богатенький Буратино XD XD XD',
  'А вы знали, что существуют специальные вилки для фруктов?',
  'Нет ничего луше свежего морса в жаркий день',
  'Заходите на посадку! #изсамолётавморе',
  'Новая подставка под обувь! Очень удобная #новоселье',
  'Море на горизонте!',
  'Кто ездит на такой дорогой машине по таким убитым дорогам XD XD XD',
  'Витамины с утра в два раза полезнее! #здоровоепитание',
  'Рыба явно недовольна XD XD XD #безкотаижизньнета',
  'Я могу привыкнуть к этому...',
  '#землявиллюминаторе',
  '#команднаяработа #мурашкипокоже',
  'Дедушкин верный автомобиль',
  'Лучший подарок для моей дочки',
  'Маврикий официально моё любимое место для отдыха #пальмы',
  'Утро начинается с салата #здоровоепитание',
  '#закат #море #sunset #sea #seaside',
  'Ух ты! Кто это у нас такой дружелюбный?',
  'Лучшая часть любого концерта - чувство единства с толпой #mychemicalromance #mcr',
  '#бегемот #гиппопотам',
];

const POSSIBLE_COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const POSSIBLE_NAMES = [
  'Женя',
  'Саша',
  'Валя',
  'Алекс',
  'Диана',
  'Арина',
  'Ян',
  'Лиза',
];

const number = getRandomInRange(3, 8);

export {DESCRIPTIONS, POSSIBLE_COMMENTS, POSSIBLE_NAMES, number};
